Repository: ugurkosa-debug/CorrectBonusRepos
Catalog: CorrectBonus/Resources/Views/Installer/Wizard.*.resx
Languages: tr

# Installer.Title
source: CorrectBonus Setup Wizard
tr: CorrectBonus Kurulum Sihirbazı

# Installer.StepIndicator
source: Step {0} / {1}
tr: Adım {0} / {1}

# Installer.Button.Continue
source: Continue
tr: Devam Et

# Installer.Button.TestAndContinue
source: Test and Continue
tr: Test Et ve Devam Et

# Installer.Button.CreateAndContinue
source: Create and Continue
tr: Oluştur ve Devam Et

# Installer.Button.CreateOwner
source: Create Owner
tr: Owner Oluştur

# Installer.Button.GoToApp
source: Go to Application
tr: Uygulamaya Git

# Installer.Button.Back
source: Back
tr: Geri

# Installer.Step.Language.Title
source: Language Selection
tr: Dil Seçimi

# Installer.Step.Language.Description
source: Select the language to be used during setup.
tr: Kurulum sırasında kullanılacak dili seçin.

# Installer.Step.Server.Title
source: SQL Server Connection
tr: SQL Server Bağlantısı

# Installer.Step.Server.Description
source: Enter SQL Server address and test the connection.
tr: SQL Server adresini girerek bağlantıyı test edin.

# Installer.Step.DbLogin.Title
source: Database Authentication
tr: Veritabanı Kimlik Doğrulama

# Installer.Step.DbLogin.Description
source: Enter SQL Server authentication credentials.
tr: SQL Server kullanıcı bilgilerini girin.

# Installer.Step.Database.Title
source: Database Creation
tr: Veritabanı Oluşturma

# Installer.Step.Database.Description
source: Specify the database name for the application.
tr: Uygulamanın kullanacağı veritabanı adını belirleyin.

# Installer.Step.Mail.Title
source: Email Settings
tr: E-Posta Ayarları

# Installer.Step.Mail.Description
source: Configure SMTP settings and test email delivery.
tr: SMTP bilgilerini girerek e-posta gönderimini test edin.

# Installer.Step.Owner.Title
source: Owner User
tr: Owner Kullanıcı

# Installer.Step.Owner.Description
source: Create the first authorized system user.
tr: Sistemin ilk yetkili kullanıcısını oluşturun.

# Installer.Step.Finish.Title
source: Setup Completed
tr: Kurulum Tamamlandı

# Installer.CompletedText
source: The setup has been completed successfully. You can now use the application.
tr: Kurulum başarıyla tamamlandı. Uygulamayı kullanmaya başlayabilirsiniz.

# Installer.Language.Label
source: Language
tr: Dil

# Installer.Server.Label
source: SQL Server Address
tr: SQL Server Adresi

# Installer.Server.Help
source: Example: localhost or SERVER\SQLEXPRESS
tr: Örnek: localhost veya SERVER\SQLEXPRESS

# Installer.DbUser.Label
source: Database Username
tr: Veritabanı Kullanıcı Adı

# Installer.DbUser.Help
source: Username for SQL authentication
tr: SQL Authentication için kullanıcı adı

# Installer.DbPassword.Label
source: Database Password
tr: Veritabanı Şifresi

# Installer.DbPassword.Help
source: Password for SQL user
tr: SQL kullanıcı şifresi

# Installer.DatabaseName.Label
source: Database Name
tr: Veritabanı Adı

# Installer.DatabaseName.Help
source: Example: CorrectBonusApplicationDB
tr: Örnek: CorrectBonusApplicationDB

# Installer.Mail.Host.Label
source: SMTP Host
tr: SMTP Sunucu

# Installer.Mail.User.Label
source: Email Address
tr: E-Posta Adresi

# Installer.Mail.Password.Label
source: Email Password
tr: E-Posta Şifresi

# Installer.Mail.TestEmail.Label
source: Test Email Address
tr: Test E-Posta Adresi

# Installer.Mail.EnableSsl
source: Use TLS / SSL (Recommended)
tr: TLS / SSL Kullan (Önerilir)

# Installer.OwnerEmail.Label
source: Owner Email
tr: Owner E-Posta

# Installer.OwnerEmail.Help
source: A password setup link will be sent to this address.
tr: Bu adrese şifre oluşturma bağlantısı gönderilecektir.
